[
    {
        "imgUrl": "https://i.ibb.co/R2QTS0j/apartment-1.jpg",
        "title": "4 Beds Exclusive Luxury Apartment Sell",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 5300 - 5455 sq ft",
        "price": "5250000",
        "address": "Plot: 1248 &1249 Road: 20 Block: I, Bashundhara R/A.",
        "details": "5500 sft Exclusive Luxury bay development company building Apartment sell at Banani. This is a pent house apartment. 9th floor, one Floor one  unite. There has 4 beds With 4 bath. Big drowning room, dining room, family living,  kitchen room servants room With bath. Two premium quality lift, best place for two car parking. This building maintain by the bay development company. Very nice management. Full power back up. There has GYM and community hall. Nice toof."
    },
    {
        "imgUrl": "https://i.ibb.co/wBjtWwH/apartment-2.jpg",
        "title": "Apartment SALE at Lalmatia C Block",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 4230 - 4550 sq ft",
        "price": "7380000",
        "address": "Plot No. 7/4, Block-C, Lalmatia, Dhaka",
        "details": "Adequate greens and gardens provided. Meeting Room Very functional rooftop for common facilities Thermal insulation and water proofing on roof strictly maintained. Pest control properly done on grounds maintaining due process Building Features. Lift from renowned manufacturer. European Generator Full house (except air cooler) electricity back up from generator. Sufficient vacant space. Video intercom for proper and round-the-clock security surveillance. Cross ventilation. Attractive building exterior."
    },
    {
        "imgUrl": "https://i.ibb.co/hMB2sK4/apartment-3.jpg",
        "title": "Ready Flat 1650 sqft South Face With Titas Gas",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 3300 - 4505 sq ft",
        "price": "6550000",
        "address": "21,21/1, Baitul Aman Housing Society, Mohammadpur, Dhaka.",
        "details": "Branded raw materials. Secure investment. Best quality material. Long installment facilities. Hand Over : December 2024 Very close from Adabor Thana / Ring road / North side of  Baitul Aman  Housing 6 no road  mosque Facilities: Water, Electricity, Solar panel, Lift, Generator, community hall, prayer room 46% void space and many more. We  request you to visit our project first and then decide if you like or not. Please call, E-or text us for any kinds of Help & Information."
    },
    {
        "imgUrl": "https://i.ibb.co/RS5kRXJ/apartment-4.jpg",
        "title": "2025 sft south facing Ongoing Flat",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 4300 - 4355 sq ft",
        "price": "4330000",
        "address": "Plot -761, Block-I , Road-11, Bashundhara R/A, Dhaka",
        "details": "All Branded Raw Materials, like as BSRK/ Baizid Steel Rod, Original (Volagonj) Stone Chips, 2.5 FM Course Sylhet Sand, 1.5 FM Local Sand, High Strength Brick Chips, Imported Decorative Solid Wood Main Entrance Door with accessories use. Floor Tiles-24x24. Bathroom Features: All RAK.Facilities: Gas Connection from TITAS, Water supply from WASA, Electric connection, Generator, Solar panel, One Superior Lifts, Specious community Hall, Green Zone, Loan facility and many more."
    },
    {
        "imgUrl": "https://i.ibb.co/nDJDgzD/apartment-5.jpg",
        "title": "",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 4500 - 4550 sq ft",
        "price": "4570000",
        "address": "Plot- 741 & 742, Road-10, Block -I, Bashundhara R/A, Dhaka.",
        "details": "Arrangement: 3/4 beds, 3 baths, Living, F. Living, Dining, Kitchen & 4 verandahs  & Servant bath. Korean origin Lift - 2 nos ( GYG/ Thyssenkruup UK origin. Generator Sub-station 24X24 Mirror polish Tiles. Green area, Open Terrace, BBQ zone, Kids Play zone, Car Wash zone, Rooftop community center, Prayer Room, Garden, Drying space & Gym space. 24 Hours CCTV surveillance. Solar Panel on Rooftop. Modern Firefighting system. Machine-made 1st class bricks. 100% Stone Chips casting."
    },
    {
        "imgUrl": "https://i.ibb.co/Ycp73BY/apartment-6.jpg",
        "title": "1600sft Prime Area Flat Sale",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 3500 - 3745 sq ft",
        "price": "3570000",
        "address": "House- 289, Road- 09, Block- D, Bashundhara R/A, Dhaka",
        "details": "An architectural design piece with all functional solutions and living comfort. A security system. A comfortable car park. A concierge desk. All lobbies and stairs will be finished with unpolished marble or the eveloper’s standard. One superior quality 8 (Eight) passengers lift from reputed manufacturers like Hyundai or Mitsubishi. TOTO/GROHE/COTTO standard sanitary wares will be used in all bathrooms and kitchen. One standby auto starter canopied generator will ensure an uninterrupted power supply. 100% Generator Backup including all ACs. All apartments will have individual intercom systems connected to the reception on the ground floor."
    },
    {
        "imgUrl": "https://i.ibb.co/kXNBrVG/apartment-7.jpg",
        "title": "Sena Kalyan's 4 bed Apartment Sale",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 4800 - 4955 sq ft",
        "price": "4830000",
        "address": "Plot- 306, Road No- 10, Block- J, Bashundhara R/A, Dhaka.",
        "details": "Arrangement: 4 beds, 4 baths, Casual Living, Family living, Dining, Kitchen & 5 verandahs & Maid room+toilet. Rooftop Features: Sight-view seating Area, Green Terrace, BBQ Station, Community area for party arrangement, Cloth drier zone. Other Features: Car parking, Intercom, CCTV camera, fire extinguisher system, 24 hours security system, Guard room, driver’s waiting area with toilet and other all utility facilities available. Easy access to Madani Avenue within 5 minutes. Beside Mehedi Mart."
    },
    {
        "imgUrl": "https://i.ibb.co/NFCrzdM/apartment-8.jpg",
        "title": "Corner All Side open Exclusive Apartment Sale",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 6300 - 6655 sq ft",
        "price": "6720000",
        "address": "168 &1169 Road: 17& 18 Block: 1 Bashundhara R/A.",
        "details": "Road on 3 sides (South, East & North). 13 (Thirteen) Storied Building. 04 Bed, 04 Bath, Living, Dining, Servants etc. Swimming Pool, Community Hall, Gym. 32’’ x 32” Mirror Polished Tiles. Cotto Bathroom Fittings. Modern Architectural Design. All Exclusive Fittings & Fixtures. Swimming Pool, Community Hall. 02 Mitsubishi / Hyundai Lift. Perkins/ Cummins Generator. Modern Fire Escape Stair."
    },
    {
        "imgUrl": "https://i.ibb.co/hf2JVRm/apartment-9.jpg",
        "title": "Exclusive Condominium Flat",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 3300 - 3455 sq ft",
        "price": "3280000",
        "address": "House: 00, Road:06,Dhanmondi,Dhaka.",
        "details": "We are offering a so called LAST PRICE offer for this flat and this price/sqft offer is VALID until 30 nov' 2021. I am the owner of this flat and this is not a flat selling by a developer. Handover december 31st. ALL THIDPARTY or so called DALALS ARE PROHIBITED TO CONTACT ME. Thank you! As we are selling this by a short time there is very little chance to buy the flat for those of you who are planing för housing bank loan. Thank you!"
    },
    {
        "imgUrl": "https://i.ibb.co/9H7418w/apartment-10.jpg",
        "title": "2350sft fully open apartment for sale",
        "description": "Bedrooms - 4, Bathrooms 2, Square Feet 5500 - 5655 sq ft",
        "price": "5590000",
        "address": "House- 305A & 305B, Road- 07, Block- E, Bashundhara R/A, Dhaka-1205.",
        "details": "We offer you an apartment in Bashundhara Block G area of a standard design and holds a reliable structural building. This is an under construction project and tentative handover date is December 2021. This is a 9th storied building and covering 6 katha land. The flat developed by a respectable developer in the country and covers 2805sft. Two unit at each floor. This apartment comes with 04 beds, 04 baths and 03 balconies, drawing, and dining and parking."
    }
]